Revit 2027 API
UnifiedBitmap.UnifiedbitmapInvert Property
 The property labeled "Invert Image" from the "UnifiedBitmap" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string UnifiedbitmapInvert { get; }
Public Shared ReadOnly Property UnifiedbitmapInvert As String
	Get
public:
static property String^ UnifiedbitmapInvert {
	String^ get ();
}
static member UnifiedbitmapInvert : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyBoolean".
See Also
Reference
UnifiedBitmap Class
Autodesk.Revit.DB.Visual Namespace